let trns = {
    'goToReg':['', 'Go to registration', 'Створити обліковий запис', 'pl - Створити обл запис'],
    'goToLog':['', 'Go to login', 'В мене вже є обліковий запис', 'pl - В мене вже є'],
    'logBut': ['', 'Log in', 'Увійти', 'pl - Увійти'],
    'warnSymb': ['', 'eeennn', 'uuuaaa', 'pppplllls'],
    'saveLang': ['', 'Save Language', 'Зберегти вибір мови', 'pl - Зберегти мову']

}







// добавити по зонах переклади

// переробити виводи перекладів під сскрипт

// переробити назви змінних тут й в виводі аватар та логін

// добавити прапори і мови