let trns = {
    'goToReg':['', 'Go to registration', 'Створити обліковий запис', 'pl - Створити обл запис'],
    'goToLog':['', 'Go to login', 'В мене вже є обліковий запис', 'pl - В мене вже є'],
    'logBut': ['', 'Log in', 'Увійти', 'pl - Увійти'],
    'warnSymb': ['', 'eeennn', 'uuuaaa', 'pppplllls'],
    'saveLang': ['', 'Save Language', 'Зберегти вибір мови', 'pl - Зберегти мову']

}






// зробити ім'я для дікшинорі в індекс.пхп з якимось префікссом, щоб легше було розуміти, що на той клас
// прив'язан Дікшинорі

// при меседжі що Юзер Екзіст - я виходжу але не закриваю скл конект - поміркувати над цим